Repository: godiard/terminal-activity
Catalog: po/*.po
Languages: am

source: Terminal
am: ተርሚናል

source: Here you have complete control over your computer. You are in charge!!
am: መቀመሪያው ሙሉ በሙሉ በቁጥጥርዎ ስር ነው፡፡

source: Help
am: እርዳታ

source: Zoom out
am: ከርቀት ዕይታ

source: Zoom in
am: ከቅርበት ዕይታ

source: Fullscreen
am: ሙሉ ምርአይ

source: Useful commands
am: ጠቃሚ ትእዛዞች

source: cd
am: ሲዲ (ድሬክተሪ ይቀየር)

source: Change directory
am: ድሬክተሪ ይቀየር (ሲዲ)

source: To use it, write: cd directory
am: ለመጠቀም ሲዲ ድሬክተሪ ይጻፍ

source: If you call it without parameters, will change to the user directory
am: ያለ ጭማሪ መረጃ ትእዛዙ ከተሰጠ ወደ ተጠቃሚው ድሬክተሪ ይቀየራል

source: ls
am: ኤልኤስ

source: List the content of a directory.
am: የድሬክተሪውን ይዞታ ዘርዝር::

source: To use it, write: ls directory
am: ለመጠቀም ኤልኤስ ድሬክተሪ ይጻፍ

source: If you call it without parameters, will list the working directory
am: ያለ ጭማሪ መረጃ ትእዛዙ ከተሰጠ የመደበኛ ድሬክተሪውን ይዞታ ይዘረዝራል

source: cp
am: ሲፒ

source: Copy a file to a specific location
am: በተጠቀሰው ድሬክተሪ የፋይሉን ኮፒ ፍጠር

source: Call it with the file and the new location
am: ፋይሉንና አዲሱን ድሬክተሪ በመጥቀስ ትእዛዙ ይሰጥ

source: Use: cp file directory
am: ትእዛዝ፡ ሲፒ ፋይል ድሬክተሪ

source: rm
am: አርኤም

source: Removes a file in any path
am: በተሰጠው የድሬክተሪ መስፈንጠሪያ ያለን ፋይል ይደመስሳል

source: Use: rm file
am: ትእዛዝ፡ አርኤም ፋይል

source: su
am: ኤስዩ

source: Login as superuser (root)
am: የበላይ ፍቃድ ያለው (ሩት) አካውንት ውስጥ ይገባ

source: The root user is the administrator of the system
am: የበላይ ፍቃድ ያለው የመቀመሪያ አስተዳዳሪው አካውንት ነው

source: You must be careful, because you can modify system files
am: መቀየር የሌለባቸው የመቀመሪያ ፋይሎች እንዳይቀየሩ ጥንቃቄ ይደረግ
